12/data/attachments/9c2183f837b4008b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2a71cea8-dc4a-4d38-a89c-c8f488d51794</nif:username>
            <nif:friendToBeAdded>Terrance_forget_Actions_56423_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>